{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "\\widetilde": 4, "\\gamma": 5, "_": 6, "{": 7, "\\mathrm": 8, "h": 9, "o": 10, "p": 11, "f": 12, "}": 13, "\\simeq": 14, "\\sum": 15, "n": 16, ">": 17, "0": 18, "G": 19, "\\frac": 20, "(": 21, "-": 22, "a": 23, ")": 24, "^": 25, "2": 26, "1": 27, "\\cal": 28, "L": 29, "g": 30, "i": 31, "j": 32, "=": 33, ",": 34, "\\": 35, "H": 36, "k": 37, "S": 38, "s": 39, "t": 40, "\\pi": 41, "\\sqrt": 42, "N": 43, "5": 44, "3": 45, "\\left(": 46, "+": 47, "\\bar": 48, "\\right)": 49, "\\hat": 50, "\\sp": 51, "\\dagger": 52, "\\,": 53, ".": 54, "*": 55, "d": 56, "\\kappa": 57, "\\phi": 58, "J": 59, "B": 60, "\\prime": 61, "A": 62, "r": 63, "\\lambda": 64, "\\eta": 65, "\\partial": 66, "\\mu": 67, "F": 68, "\\nu": 69, "e": 70, "x": 71, "V": 72, "\\tilde": 73, "m": 74, "6": 75, "\\left\\{": 76, "b": 77, "c": 78, "\\right\\}": 79, "\\delta": 80, "~": 81, "\\quad": 82, "\\!": 83, ":": 84, "\\rho": 85, "q": 86, "P": 87, "\\alpha": 88, "\\theta": 89, "\\Phi": 90, "w": 91, "\\bigtriangleup": 92, "D": 93, "z": 94, "\\left[": 95, "u": 96, "\\right]": 97, "l": 98, "8": 99, "T": 100, "\\psi": 101, "\\operatorname": 102, "\\textstyle": 103, "\\int": 104, "y": 105, "E": 106, "/": 107, "v": 108, "\\langle": 109, "\\rangle": 110, "\\times": 111, "4": 112, "\\xi": 113, "R": 114, "C": 115, "\\sim": 116, "Q": 117, "\\cdots": 118, "\\beta": 119, "\\begin{array}": 120, "\\omega": 121, "&": 122, "\\\\": 123, "\\end{array}": 124, "\\Omega": 125, "\\;": 126, "\\qquad": 127, "\\chi": 128, "\\{": 129, "[": 130, "]": 131, "\\}": 132, "K": 133, "\\dot": 134, "X": 135, "\\pm": 136, ";": 137, "W": 138, "\\Pi": 139, "\\ell": 140, "\\varepsilon": 141, "\\overline": 142, "\\:": 143, "|": 144, "\\infty": 145, "\\right.": 146, "\\equiv": 147, "\\scriptstyle": 148, "\\forall": 149, "\\in": 150, "\\varphi": 151, "\\Sigma": 152, "M": 153, "\\tau": 154, "\\Gamma": 155, "\\epsilon": 156, "\\zeta": 157, "\\sigma": 158, "!": 159, "\\bf": 160, "\\Lambda": 161, "9": 162, "Z": 163, "<": 164, "\\vec": 165, "I": 166, "\\mathop": 167, "\\prod": 168, "\\left.": 169, "\\nonumber": 170, "\\Delta": 171, "\\varpi": 172, "\\small": 173, "\\left|": 174, "\\right|": 175, "U": 176, "O": 177, "\\ddot": 178, "\\nabla": 179, "\\tiny": 180, "\\wedge": 181, "\\boldmath": 182, "\\mathcal": 183, "\\Psi": 184, "\\hbar": 185, "\\rightarrow": 186, "\\it": 187, "\\stackrel": 188, "\\leftrightarrow": 189, "\\approx": 190, "7": 191, "Y": 192, "\\Big": 193, "\\star": 194, "\\Bigg": 195, "\\vert": 196, "\\underline": 197, "\\cdot": 198, "\\widehat": 199, "\\smallskip": 200, "\\slash": 201, "\\left\\langle": 202, "\\right\\rangle": 203, "\\operatorname*": 204, "\\ldots": 205, "\\d": 206, "\\longleftrightarrow": 207, "\\triangle": 208, "\\vartheta": 209, "\\big": 210, "\\displaystyle": 211, "\\to": 212, "'": 213, "\\dag": 214, "\\mapsto": 215, "\\Xi": 216, "\\mid": 217, "\\c": 218, "\\mathbf": 219, "\\dots": 220, "\\otimes": 221, "\\footnotesize": 222, "\\thinspace": 223, "\\oint": 224, "\\neq": 225, "\\varrho": 226, "\\breve": 227, "\\ast": 228, "\\binom": 229, "\\bigl": 230, "\\bigr": 231, "\\geq": 232, "\\biggl": 233, "\\phantom": 234, "\\scriptsize": 235, "\\leq": 236, "\\mp": 237, "\\left\\vert": 238, "\\longrightarrow": 239, "\\tt": 240, "\\Bigl": 241, "\\Bigr": 242, "\\Theta": 243, "\\le": 244, "\\propto": 245, "\\textrm": 246, "--": 247, "\\imath": 248, "\\jmath": 249, "\\oplus": 250, "\\subset": 251, "\\circ": 252, "\\bigg": 253, "\\overleftarrow": 254, "\\overrightarrow": 255, "\\Rightarrow": 256, "\\perp": 257, "\\parallel": 258, "\\Re": 259, "\\Upsilon": 260, "\\wp": 261, "\\b": 262, "\\biggr": 263, "\\ge": 264, "\\bot": 265, "\\L": 266, "\\rightharpoonup": 267, "\\cong": 268, "\\hline": 269, "\\Longrightarrow": 270, "\\lbrack": 271, "\\rbrack": 272, "\\rightleftharpoons": 273, "\\Im": 274, "\\varsigma": 275, "\\ll": 276, "\\left<": 277, "\\right>": 278, "\\mathbin": 279, "\\scriptscriptstyle": 280, "\\mathit": 281, "\\supset": 282, "\\raisebox": 283, "ule": 284, "0.4": 285, "pt": 286, "\\label": 287, "\\cap": 288, "\\backslash": 289, "\\acute": 290, "\\vphantom": 291, "\\Leftrightarrow": 292, "\\textup": 293, "\\underbrace": 294, "`": 295, "\\not": 296, "\\vee": 297, "\\sf": 298, "\\lceil": 299, "\\rfloor": 300, "\\left\\lfloor": 301, "\\right\\rfloor": 302, "\\check": 303, "\\i": 304, "\\mit": 305, "\\colon": 306, "\\bigoplus": 307, "\\bullet": 308, "\\ne": 309, "\\|": 310, "\\Biggl": 311, "\\Biggr": 312, "\\gg": 313, "\\l": 314, "\\right\\vert": 315, "\\sb": 316, "\\Longleftrightarrow": 317, "\\left\\lbrace": 318, "\\right\\rbrace": 319, "\\subseteq": 320, "\\do": 321, "\\em": 322, "\\atop": 323, "\\mathsf": 324, "\\large": 325, "\\pmod": 326, "\"": 327, "\\vdots": 328, "\\flat": 329, "\\lbrace": 330, "\\cup": 331, "\\raise": 332, "\\left\\|": 333, "\\right\\|": 334, "\\ni": 335, "\\o": 336, "\\land": 337, "\\kern": 338, "\\llap": 339, "\\relax": 340, "\\iota": 341, "\\rbrace": 342, "\\/": 343, "\\protect": 344, "\\bigotimes": 345, "\\odot": 346, "\\textbf": 347, "\\textit": 348, "\\&": 349, "\\vdash": 350, "\\sharp": 351, "\\enspace": 352, "\\bmod": 353, "\\grave": 354, "\\downarrow": 355, "\\setlength": 356, "\\unitlength": 357, "\\thicklines": 358, "\\put": 359, "\\circle": 360, "\\emptyset": 361, "\\sl": 362, "\\fbox": 363, "\\'": 364, "\\uparrow": 365, "\\lefteqn": 366, "\\O": 367, "\\doteq": 368, "\\upsilon": 369, "\\j": 370, "\\ddots": 371, "\\ref": 372, "\\S": 373, "\\#": 374, "\\Huge": 375, "\\pounds": 376, "\\setminus": 377, "\\makebox": 378, "\\longmapsto": 379, "\\cdotp": 380, "\\-": 381, "\\leftarrow": 382, "cm": 383, "\\Vert": 384, "0.14": 385, "mm": 386, "8.5": 387, "\\succeq": 388, "\\diamond": 389, "\\space": 390, "\\aleph": 391, "\\buildrel": 392, "\\hfill": 393, "[object": 394, "Object]": 395, "\\_": 396, "\\Large": 397, "\\P": 398, "\\bigtriangledown": 399, "\\bigcup": 400, "\\textsf": 401, "\\diamondsuit": 402, "\\lfloor": 403, "\\overbrace": 404, "\\hphantom": 405, "\\bigsqcup": 406, "\\left\\lbrack": 407, "\\right\\rbrack": 408, "\\mkern": 409, "\\textnormal": 410, "\\noalign": 411, "\\vskip": 412, "\\line": 413, "\\framebox": 414, "\\texttt": 415, "\\bigcap": 416, "?": 417, "\\normalsize": 418, "\\protectu": 419, "\\asymp": 420, "\\lower": 421, "\\hrule": 422, "\\vrule": 423, "\\supseteq": 424, "\\medskip": 425, "---": 426, "\\hookrightarrow": 427, "\\bigwedge": 428, "\\exists": 429, "\\natural": 430, "\\smash": 431, "\\oslash": 432, "\\surd": 433, "\\longleftarrow": 434, "\\strut": 435, "\\setcounter": 436, "\\renewcommand": 437, "\\arraystretch": 438, "\\smile": 439, "\\lq": 440, "\\ae": 441, "\\unboldmath": 442, "\\nolinebreak": 443, "\\sc": 444, "\\prec": 445, "\\LARGE": 446, "\\m": 447, "\\multicolumn": 448, "\\arraycolsep": 449, "\\ominus": 450, "\\Biggm": 451, "\\cite": 452, "\\vcenter": 453, "\\Bigm": 454, "\\ooalign": 455, "\\hfil": 456, "\\crcr": 457, "\\parbox": 458, "\\top": 459, "\\multiput": 460, "\\SS": 461, "\\bigm": 462, "\\rlap": 463, "\\sqcup": 464, "\\Longleftarrow": 465, "\\skew": 466, "\\ddagger": 467, "\\notin": 468, "\\fboxsep": 469, "\\triangleright": 470, "\\ss": 471, "\\*": 472, "0.5": 473, "\\vline": 474, "\\mathversion": 475, "\\ddag": 476, "\\null": 477, "\\ensuremath": 478, "\\special": 479, "\\enskip": 480, "\\lgroup": 481, "\\rgroup": 482, "\\arrowvert": 483, "\\AA": 484, "\\mathrel": 485, "\\sqcap": 486, "\\amalg": 487, "0.1": 488, "3.1": 489, "3.2": 490, "\\Downarrow": 491, "\\smallint": 492, "\\itshape": 493, "\\mskip": 494, "in": 495, "\\vss": 496, "\\hss": 497}